Repository: selfcan/StrokeMouse
Catalog: StrokeMouse/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, ru, zh_hans, zh_hant

# sync.webdav.httpConfirmation
source: I understand HTTP can expose credentials and allow plaintext backups to be read or tampered with
fr: Je comprends que HTTP peut exposer les identifiants et permettre la lecture ou l’altération des sauvegardes en clair
ja: HTTPでは認証情報が漏れたり、平文バックアップが読まれたり改ざんされたりする可能性があることを理解しています
ko: HTTP가 자격 증명을 노출하고 평문 백업이 읽히거나 변조될 수 있음을 이해합니다
ru: Я понимаю, что HTTP может раскрыть учётные данные и позволить прочитать или изменить незашифрованные резервные копии
zh_hans: 我了解 HTTP 可能泄露凭据，也可能使明文备份被读取或篡改
zh_hant: 我瞭解 HTTP 可能洩露憑據，也可能使明文備份被讀取或篡改

# sync.webdav.httpWarning
source: HTTP credentials can be intercepted, and plaintext backups can be read or tampered with in transit. AES protects backup payloads only; it does not protect the WebDAV login.
fr: Les identifiants HTTP peuvent être interceptés, et les sauvegardes en clair peuvent être lues ou altérées en transit. AES protège uniquement le contenu des sauvegardes, pas la connexion WebDAV.
ja: HTTPの認証情報は傍受されることがあり、平文バックアップも転送中に読まれたり改ざんされたりすることがあります。AESはバックアップ本文のみを保護し、WebDAVのログインは保護しません。
ko: HTTP 자격 증명은 가로채일 수 있고 평문 백업은 전송 중 읽히거나 변조될 수 있으며, AES는 백업 본문만 보호하고 WebDAV 로그인은 보호하지 않습니다.
ru: Учётные данные HTTP могут быть перехвачены, а незашифрованные резервные копии — прочитаны или изменены при передаче. AES защищает только содержимое резервной копии и не защищает вход в WebDAV.
zh_hans: HTTP 凭据可能被窃听，明文备份也可能在传输中被读取或篡改；AES 只保护备份正文，无法保护 WebDAV 登录信息。
zh_hant: HTTP 憑據可能被竊聽，明文備份也可能在傳輸中被讀取或篡改；AES 只保護備份正文，無法保護 WebDAV 登入資訊。

# sync.webdav.httpTitle
source: Confirm Insecure HTTP Address
fr: Confirmer une adresse HTTP non sécurisée
ja: 安全でないHTTPアドレスの確認
ko: 안전하지 않은 HTTP 주소 확인
ru: Подтвердите небезопасный адрес HTTP
zh_hans: 确认不安全的 HTTP 地址
zh_hant: 確認不安全的 HTTP 地址

# sync.webdav.httpContinue
source: Use This HTTP Address
fr: Utiliser cette adresse HTTP
ja: このHTTPアドレスを使う
ko: 이 HTTP 주소 사용
ru: Использовать этот адрес HTTP
zh_hans: 使用此 HTTP 地址
zh_hant: 使用此 HTTP 地址

# sync.deviceName
source: Device name
fr: Nom de l’appareil
ja: デバイス名
ko: 기기 이름
ru: Имя устройства
zh_hans: 设备名称
zh_hant: 裝置名稱

# sync.saveConnection
source: Save Connection
fr: Enregistrer la connexion
ja: 接続を保存
ko: 연결 저장
ru: Сохранить подключение
zh_hans: 保存连接
zh_hant: 儲存連線

# sync.connectAndBackup
source: Connect and Back Up Now
fr: Connecter et sauvegarder maintenant
ja: 接続して今すぐバックアップ
ko: 연결하고 지금 백업
ru: Подключить и создать резервную копию
zh_hans: 连接并立即备份
zh_hant: 連線並立即備份

# sync.singleProviderFooter
source: Only one provider can be active. Disconnect before switching; disconnecting never deletes remote backups.
fr: Un seul service peut être actif. Déconnectez avant de changer ; la déconnexion ne supprime jamais les sauvegardes distantes.
ja: 同時に使えるプロバイダは1つだけです。切り替える前に接続を解除してください。解除してもリモートのバックアップは削除されません。
ko: 활성 제공자는 하나만 가능하며, 전환하기 전에 연결을 해제하세요. 연결을 해제해도 원격 백업은 삭제되지 않습니다.
ru: Одновременно может быть активна только одна служба. Перед сменой отключитесь; отключение никогда не удаляет удалённые резервные копии.
zh_hans: 同一时间只能连接一个服务；切换前请先断开，断开连接不会删除远端备份。
zh_hant: 同一時間只能連線一個服務；切換前請先斷開，斷開連線不會刪除遠端備份。

# sync.backupPolicy
source: Backup Policy
fr: Politique de sauvegarde
ja: バックアップ方針
ko: 백업 정책
ru: Политика резервного копирования
zh_hans: 备份策略
zh_hant: 備份策略

# sync.scope
source: Backup scope
fr: Portée de la sauvegarde
ja: バックアップ範囲
ko: 백업 범위
ru: Область резервного копирования
zh_hans: 备份范围
zh_hant: 備份範圍

# sync.scope.gestures
source: Gestures Only
fr: Gestes uniquement
ja: ジェスチャのみ
ko: 제스처만
ru: Только жесты
zh_hans: 仅手势
zh_hant: 僅手勢

# sync.scope.all
source: All Portable Settings
fr: Tous les réglages portables
ja: 移行可能な設定すべて
ko: 모든 이동 가능한 설정
ru: Все переносимые настройки
zh_hans: 所有可迁移配置
zh_hant: 所有可遷移配置

# sync.encryption
source: Encryption
fr: Chiffrement
ja: 暗号化
ko: 암호화
ru: Шифрование
zh_hans: 加密
zh_hant: 加密

# sync.encryption.none
source: Plaintext
fr: Texte en clair
ja: 平文
ko: 평문
ru: Открытый текст
zh_hans: 明文
zh_hant: 明文

# sync.encryption.unknown
source: Encryption Unknown
fr: Chiffrement inconnu
ja: 暗号化は不明
ko: 암호화 상태 알 수 없음
ru: Шифрование неизвестно
zh_hans: 加密状态未知
zh_hant: 加密狀態未知

# sync.plaintext.warning
source: Gestures can contain Shell commands, AppleScript, URLs, app identifiers, notes, and device information.
fr: Les gestes peuvent contenir des commandes Shell, de l’AppleScript, des URL, des identifiants d’apps, des remarques et des informations sur l’appareil.
ja: ジェスチャにはShellコマンド、AppleScript、URL、アプリ識別子、メモ、デバイス情報が含まれることがあります。
ko: 제스처에는 Shell 명령어, AppleScript, URL, 앱 식별자, 메모, 기기 정보가 포함될 수 있습니다.
ru: Жесты могут содержать команды Shell, AppleScript, URL, идентификаторы приложений, заметки и сведения об устройстве.
zh_hans: 手势可能包含 Shell 命令、AppleScript、URL、应用标识、备注与本机信息。
zh_hant: 手勢可能包含 Shell 命令、AppleScript、URL、應用標識、備註與本機資訊。

# sync.plaintext.confirmation
source: I understand the provider can read plaintext backup content
fr: Je comprends que le service peut lire le contenu des sauvegardes en clair
ja: サービス提供者が平文のバックアップ内容を読めることを理解しています
ko: 제공자가 평문 백업 내용을 읽을 수 있음을 이해합니다
ru: Я понимаю, что служба может читать содержимое незашифрованной резервной копии
zh_hans: 我了解服务商可以读取明文备份内容
zh_hant: 我瞭解服務商可以讀取明文備份內容

# sync.encryption.password
source: Encryption password
fr: Mot de passe de chiffrement
ja: 暗号化パスワード
ko: 암호화 암호
ru: Пароль шифрования
zh_hans: 加密密码
zh_hant: 加密密碼

# sync.encryption.confirmPassword
source: Confirm encryption password
fr: Confirmer le mot de passe de chiffrement
ja: 暗号化パスワードの確認
ko: 암호화 암호 확인
ru: Подтвердите пароль шифрования
zh_hans: 确认加密密码
zh_hant: 確認加密密碼

# sync.encryption.passwordHelp
source: Use 12 or more characters and no more than 256 UTF-8 bytes. The password is not trimmed or normalized.
fr: Utilisez 12 caractères ou plus, et pas plus de 256 octets UTF-8. Le mot de passe n’est ni rogné ni normalisé.
ja: 12文字以上、UTF-8で256バイト以下にしてください。パスワードはトリムも正規化もされません。
ko: 12자 이상, UTF-8 기준 256바이트 이하를 사용하며, 암호는 잘리거나 정규화되지 않습니다.
ru: Используйте не менее 12 символов и не более 256 байт UTF-8. Пароль не обрезается и не нормализуется.
zh_hans: 至少 12 个字符且不超过 256 个 UTF-8 字节；密码不会被裁剪或规范化。
zh_hant: 至少 12 個字元且不超過 256 個 UTF-8 位元組；密碼不會被裁剪或規範化。

# sync.encryption.passwordMismatch
source: The passwords do not match.
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません。
ko: 암호가 일치하지 않습니다.
ru: Пароли не совпадают.
zh_hans: 两次输入的密码不一致。
zh_hant: 兩次輸入的密碼不一致。

# sync.automatic
source: Automatic Backups
fr: Sauvegardes automatiques
ja: 自動バックアップ
ko: 자동 백업
ru: Автоматическое резервное копирование
zh_hans: 自动备份
zh_hant: 自動備份

# sync.automatic.help
source: Back up 60 seconds after configuration changes and check hourly; runs only while StrokeMouse is open.
fr: Sauvegarde 60 secondes après les modifications de configuration et vérification toutes les heures ; uniquement lorsque StrokeMouse est ouvert.
ja: 設定の変更が止まってから60秒後にバックアップし、1時間ごとに確認します。StrokeMouseの起動中のみ実行されます。
ko: 구성이 바뀐 뒤 60초에 백업하고 매시간 확인하며, StrokeMouse가 열려 있을 때만 실행됩니다.
ru: Резервная копия создаётся через 60 секунд после изменения конфигурации, затем выполняется ежечасная проверка; только пока открыт StrokeMouse.
zh_hans: 配置停止变化 60 秒后备份，并每小时检查一次；仅在 StrokeMouse 运行时执行。
zh_hant: 配置停止變化 60 秒後備份，並每小時檢查一次；僅在 StrokeMouse 執行時執行。

# sync.remoteGrowthWarning
source: Remote history is never cleaned automatically, so provider storage usage can keep growing.
fr: L’historique distant n’est jamais nettoyé automatiquement, l’espace utilisé chez le service peut donc continuer d’augmenter.
ja: リモートの履歴は自動では削除されないため、プロバイダのストレージ使用量は増え続けることがあります。
ko: 원격 기록은 자동으로 정리되지 않으므로 제공자 저장 공간이 계속 늘어날 수 있습니다.
ru: Удалённая история никогда не очищается автоматически, поэтому использование хранилища службы может постоянно расти.
zh_hans: 远端历史永不自动清理，因此服务商存储占用可能持续增长。
zh_hant: 遠端歷史永不自動清理，因此服務商儲存佔用可能持續增長。

# sync.uploadOnlyFooter
source: Automatic work only uploads versioned backups; it never downloads, merges, or overwrites this Mac.
fr: Les tâches automatiques n’envoient que des sauvegardes versionnées ; elles ne téléchargent, ne fusionnent ni n’écrasent jamais ce Mac.
ja: 自動処理はバージョン付きバックアップのアップロードのみです。このMacへのダウンロード、結合、上書きは行いません。
ko: 자동 작업은 버전 있는 백업만 업로드하며, 이 Mac을 다운로드, 병합, 덮어쓰지 않습니다.
ru: Автоматические задачи только выгружают версионированные резервные копии; они никогда не загружают, не объединяют и не перезаписывают этот Mac.
zh_hans: 自动任务只会上传版本化备份；绝不会下载、合并或覆盖本机配置。
zh_hant: 自動任務只會上傳版本化備份；絕不會下載、合併或覆蓋本機配置。

# sync.status
source: Status
fr: État
ja: 状態
ko: 상태
ru: Состояние
zh_hans: 状态
zh_hant: 狀態

# sync.status.connection
source: Provider
fr: Service
ja: プロバイダ
ko: 제공자
ru: Служба
zh_hans: 服务方式
zh_hant: 服務方式

# sync.status.destination
source: Destination
fr: Emplacement
ja: 保存先
ko: 대상 위치
ru: Назначение
zh_hans: 远端位置
zh_hant: 遠端位置

# sync.status.secret
source: Credential
fr: Identifiant
ja: 認証情報
ko: 자격 증명
ru: Учётные данные
zh_hans: 凭据
zh_hant: 憑據

# sync.status.saved
source: Saved in Keychain
fr: Enregistré dans le Trousseau
ja: キーチェーンに保存済み
ko: 키체인에 저장됨
ru: Сохранено в связке ключей
zh_hans: 已保存到钥匙串
zh_hant: 已儲存到鑰匙串

# sync.status.missing
source: Missing
fr: Manquant
ja: 未設定
ko: 없음
ru: Отсутствует
zh_hans: 缺失
zh_hant: 缺失

# sync.status.disconnected
source: No sync provider is connected.
fr: Aucun service de synchronisation n’est connecté.
ja: 同期プロバイダは接続されていません。
ko: 연결된 동기화 제공자가 없습니다.
ru: Служба синхронизации не подключена.
zh_hans: 尚未连接同步服务。
zh_hant: 尚未連線同步服務。

# sync.status.pending
source: Pending backup
fr: Sauvegarde en attente
ja: バックアップ待ち
ko: 대기 중인 백업
ru: Ожидается резервное копирование
zh_hans: 待备份
zh_hant: 待備份

# sync.status.pendingYes
source: Yes
fr: Oui
ja: はい
ko: 예
ru: Да
zh_hans: 是
zh_hant: 是

# sync.status.pendingNo
source: No
fr: Non
ja: いいえ
ko: 아니요
ru: Нет
zh_hans: 否
zh_hant: 否

# sync.status.lastSuccess
source: Last success
fr: Dernier succès
ja: 前回の成功
ko: 최근 성공
ru: Последний успех
zh_hans: 上次成功
zh_hant: 上次成功

# sync.status.nextCheck
source: Next hourly check
fr: Prochaine vérification horaire
ja: 次回の毎時チェック
ko: 다음 매시간 확인
ru: Следующая ежечасная проверка
zh_hans: 下次小时检查
zh_hant: 下次小時檢查

# sync.status.lastError
source: Most recent error
fr: Erreur la plus récente
ja: 直近のエラー
ko: 최근 오류
ru: Последняя ошибка
zh_hans: 最近错误
zh_hant: 最近錯誤

# sync.status.rollback
source: Local rollback
fr: Restauration locale
ja: ローカルロールバック
ko: 로컬 롤백
ru: Локальный откат
zh_hans: 本地回滚文件
zh_hant: 本地回滾檔案

# sync.backupNow
source: Back Up Now
fr: Sauvegarder maintenant
ja: 今すぐバックアップ
ko: 지금 백업
ru: Создать резервную копию
zh_hans: 立即备份
zh_hant: 立即備份

# sync.refreshHistory
source: Refresh History
fr: Actualiser l’historique
ja: 履歴を更新
ko: 기록 새로 고침
ru: Обновить историю
zh_hans: 刷新历史
zh_hant: 重新整理歷史

# sync.disconnect
source: Disconnect
fr: Déconnecter
ja: 接続を解除
ko: 연결 해제
ru: Отключить
zh_hans: 断开连接
zh_hant: 斷開連線

# sync.disconnect.title
source: Disconnect Sync Provider?
fr: Déconnecter le service de synchronisation ?
ja: 同期プロバイダの接続を解除しますか？
ko: 동기화 제공자 연결을 해제할까요?
ru: Отключить службу синхронизации?
zh_hans: 断开同步服务？
zh_hant: 斷開同步服務？

# sync.disconnect.message
source: StrokeMouse will stop scheduling backups and remove local credentials. Remote Gist or WebDAV files will remain unchanged.
fr: StrokeMouse cessera de planifier les sauvegardes et supprimera les identifiants locaux. Les fichiers Gist ou WebDAV distants resteront inchangés.
ja: StrokeMouseは定期バックアップを停止し、ローカルの認証情報を削除します。リモートのGistまたはWebDAVファイルはそのまま残ります。
ko: StrokeMouse는 예약 백업을 멈추고 로컬 자격 증명을 제거하며, 원격 Gist 또는 WebDAV 파일은 그대로 둡니다.
ru: StrokeMouse перестанет планировать резервное копирование и удалит локальные учётные данные. Удалённые файлы Gist или WebDAV останутся без изменений.
zh_hans: StrokeMouse 将停止定时备份并删除本机凭据；远端 Gist 或 WebDAV 文件保持不变。
zh_hant: StrokeMouse 將停止定時備份並刪除本機憑據；遠端 Gist 或 WebDAV 檔案保持不變。

# sync.disconnect.confirm
source: Disconnect
fr: Déconnecter
ja: 接続を解除
ko: 연결 해제
ru: Отключить
zh_hans: 断开连接
zh_hant: 斷開連線

# sync.history
source: Remote History
fr: Historique distant
ja: リモート履歴
ko: 원격 기록
ru: Удалённая история
zh_hans: 远端历史
zh_hant: 遠端歷史

# sync.history.deviceFilter
source: Device
fr: Appareil
ja: デバイス
ko: 기기
ru: Устройство
zh_hans: 设备
zh_hant: 裝置

# sync.history.allDevices
source: All Devices
fr: Tous les appareils
ja: すべてのデバイス
ko: 모든 기기
ru: Все устройства
zh_hans: 所有设备
zh_hant: 所有裝置

# sync.history.empty
source: No remote backups have been loaded.
fr: Aucune sauvegarde distante n’a été chargée.
ja: リモートバックアップはまだ読み込まれていません。
ko: 불러온 원격 백업이 없습니다.
ru: Удалённые резервные копии не загружены.
zh_hans: 尚未加载远端备份。
zh_hant: 尚未載入遠端備份。

# sync.history.loadMore
source: Load More
fr: Charger plus
ja: さらに読み込む
ko: 더 보기
ru: Загрузить ещё
zh_hans: 加载更多
zh_hant: 載入更多

# sync.history.footer
source: Select a snapshot to download, decrypt, fully validate, and compare it. Viewing history never changes this Mac.
fr: Sélectionnez un instantané pour le télécharger, le déchiffrer, le valider entièrement et le comparer. Consulter l’historique ne modifie jamais ce Mac.
ja: スナップショットを選ぶと、ダウンロード、復号、完全な検証、比較が行われます。履歴の表示ではこのMacは変更されません。
ko: 스냅샷을 선택하면 다운로드, 복호화, 전체 검증, 비교가 이루어지며, 기록을 본다고 이 Mac이 바뀌지는 않습니다.
ru: Выберите снимок, чтобы загрузить, расшифровать, полностью проверить и сравнить его. Просмотр истории никогда не изменяет этот Mac.
zh_hans: 选择快照后会下载、解密、完整验证并生成比较；查看历史不会修改本机。
zh_hant: 選擇快照後會下載、解密、完整驗證並生成比較；檢視歷史不會修改本機。

# sync.preview
source: Snapshot Preview
fr: Aperçu de l’instantané
ja: スナップショットプレビュー
ko: 스냅샷 미리보기
ru: Предпросмотр снимка
zh_hans: 快照预览
zh_hant: 快照預覽

# sync.preview.device
source: Device
fr: Appareil
ja: デバイス
ko: 기기
ru: Устройство
zh_hans: 设备
zh_hant: 裝置

# sync.preview.time
source: Created
fr: Créé le
ja: 作成日時
ko: 생성일
ru: Создано
zh_hans: 创建时间
zh_hant: 建立時間

# sync.preview.gestures
source: Gestures
fr: Nombre de gestes
ja: ジェスチャ数
ko: 제스처 수
ru: Жесты
zh_hans: 手势数量
zh_hant: 手勢數量

# sync.preview.localGestures
source: Local Gestures
fr: Gestes sur ce Mac
ja: このMacのジェスチャ数
ko: 로컬 제스처 수
ru: Локальные жесты
zh_hans: 本机手势数量
zh_hant: 本機手勢數量

# sync.preview.addedByMerge
source: Added by Merge
fr: Ajoutés par la fusion
ja: 結合で追加
ko: 병합으로 추가됨
ru: Добавится при объединении
zh_hans: 合并预计新增
zh_hant: 合併預計新增

# sync.preview.includesSettings
source: This snapshot includes the portable settings allowlist.
fr: Cet instantané inclut la liste autorisée des réglages portables.
ja: このスナップショットには、移行可能な設定の許可リストが含まれます。
ko: 이 스냅샷에는 이동 가능한 설정 허용 목록이 포함됩니다.
ru: Этот снимок включает белый список переносимых настроек.
zh_hans: 此快照包含可迁移配置白名单。
zh_hant: 此快照包含可遷移配置白名單。

# sync.preview.scriptWarning
source: Contains Shell commands or AppleScript
fr: Contient des commandes Shell ou de l’AppleScript
ja: ShellコマンドまたはAppleScriptを含みます
ko: Shell 명령어 또는 AppleScript 포함
ru: Содержит команды Shell или AppleScript
zh_hans: 包含 Shell 命令或 AppleScript
zh_hant: 包含 Shell 命令或 AppleScript

# sync.preview.trackpadWarning
source: Contains experimental touch gestures
fr: Contient des gestes tactiles expérimentaux
ja: 実験的なタッチジェスチャを含みます
ko: 실험적 터치 제스처 포함
ru: Содержит экспериментальные сенсорные жесты
zh_hans: 包含实验性触控手势
zh_hant: 包含實驗性觸控手勢

# sync.merge.gestureConflicts
source: Gesture Conflicts
fr: Conflits de gestes
ja: ジェスチャの競合
ko: 제스처 충돌
ru: Конфликты жестов
zh_hans: 手势冲突
zh_hant: 手勢衝突

# sync.merge.contentDuplicates
source: Same Content, Different ID
fr: Même contenu, ID différent
ja: 内容は同じでIDが異なる
ko: 내용은 같지만 ID가 다름
ru: То же содержимое, другой ID
zh_hans: 内容相同但 ID 不同
zh_hant: 內容相同但 ID 不同

# sync.merge.settingConflicts
source: Setting Differences
fr: Différences de réglages
ja: 設定の違い
ko: 설정 차이
ru: Различия в настройках
zh_hans: 配置差异
zh_hant: 配置差異

# sync.merge.choose
source: Choose
fr: Choisir
ja: 選択
ko: 선택하세요
ru: Выбрать
zh_hans: 请选择
zh_hant: 請選擇

# sync.merge.keepLocal
source: Keep Local
fr: Conserver la version locale
ja: このMacを残す
ko: 로컬 유지
ru: Оставить локальные
zh_hans: 保留本机
zh_hant: 保留本機

# sync.merge.localValue
source: Local
fr: Sur ce Mac
ja: このMac
ko: 로컬
ru: Локально
zh_hans: 本机
zh_hant: 本機

# sync.merge.backupValue
source: Backup
fr: Sauvegarde
ja: バックアップ
ko: 백업
ru: Резервная копия
zh_hans: 备份
zh_hant: 備份

# sync.merge.useBackup
source: Use Backup
fr: Utiliser la sauvegarde
ja: バックアップを使う
ko: 백업 사용
ru: Использовать резервную копию
zh_hans: 使用备份
zh_hant: 使用備份

# sync.merge.skipDuplicate
source: Skip
fr: Ignorer
ja: スキップ
ko: 건너뛰기
ru: Пропустить
zh_hans: 跳过
zh_hant: 跳過

# sync.merge.addDisabledCopy
source: Add Disabled Copy
fr: Ajouter une copie désactivée
ja: 無効なコピーを追加
ko: 비활성 복사본 추가
ru: Добавить отключённую копию
zh_hans: 加入禁用副本
zh_hant: 加入禁用副本

# sync.restore.overwrite
source: Overwrite This Mac
fr: Remplacer ce Mac
ja: このMacを上書き
ko: 이 Mac 덮어쓰기
ru: Перезаписать этот Mac
zh_hans: 覆盖本机
zh_hant: 覆蓋本機

# sync.restore.merge
source: Merge into This Mac
fr: Fusionner sur ce Mac
ja: このMacに結合
ko: 이 Mac에 병합
ru: Объединить с этим Mac
zh_hans: 合并到本机
zh_hant: 合併到本機

# sync.restore.footer
source: Overwrite exactly reflects the snapshot. Merge keeps local-only gestures and never deletes; a complete local rollback is created first.
fr: Remplacer reflète exactement l’instantané. Fusionner conserve les gestes propres à ce Mac et ne supprime rien ; une restauration locale complète est d’abord créée.
ja: 上書きはスナップショットをそのまま反映します。結合ではこのMacだけのジェスチャを残し、削除は行いません。適用前に必ず完全なローカルロールバックを作成します。
ko: 덮어쓰기는 스냅샷을 그대로 반영하고, 병합은 로컬 전용 제스처를 유지하며 삭제하지 않고, 먼저 완전한 로컬 롤백을 만듭니다.
ru: Перезапись точно отражает снимок. Объединение сохраняет только локальные жесты и ничего не удаляет; сначала создаётся полный локальный откат.
zh_hans: 覆盖会精确反映快照；合并会保留本机独有手势且不执行删除，应用前始终创建完整本地回滚。
zh_hant: 覆蓋會精確反映快照；合併會保留本機獨有手勢且不執行刪除，應用前始終建立完整本地回滾。

# sync.restore.overwriteTitle
source: Overwrite This Mac?
fr: Remplacer ce Mac ?
ja: このMacを上書きしますか？
ko: 이 Mac을 덮어쓸까요?
ru: Перезаписать этот Mac?
zh_hans: 覆盖本机配置？
zh_hant: 覆蓋本機配置？

# sync.restore.mergeTitle
source: Merge This Snapshot?
fr: Fusionner cet instantané ?
ja: このスナップショットを結合しますか？
ko: 이 스냅샷을 병합할까요?
ru: Объединить этот снимок?
zh_hans: 合并此快照？
zh_hant: 合併此快照？

# sync.restore.confirmMessage
source: The selected, fully validated snapshot will be applied only after a local rollback is written.
fr: L’instantané sélectionné et entièrement validé ne sera appliqué qu’après l’écriture d’une restauration locale.
ja: ローカルロールバックの書き込みが成功したあとでのみ、完全に検証済みの選択スナップショットが適用されます。
ko: 로컬 롤백이 기록된 후에만 선택되고 완전히 검증된 스냅샷이 적용됩니다.
ru: Выбранный и полностью проверенный снимок будет применён только после записи локального отката.
zh_hans: 只有在本地回滚写入成功后，才会应用已完整验证的所选快照。
zh_hant: 只有在本地回滾寫入成功後，才會應用已完整驗證的所選快照。

# sync.restore.confirmScripts
source: I reviewed the risk of restoring Shell commands and AppleScript
fr: J’ai examiné le risque de restaurer des commandes Shell et de l’AppleScript
ja: ShellコマンドとAppleScriptを復元するリスクを確認しました
ko: Shell 명령어와 AppleScript 복원 위험을 확인했습니다
ru: Я ознакомился с риском восстановления команд Shell и AppleScript
zh_hans: 我已了解恢复 Shell 命令与 AppleScript 的风险
zh_hant: 我已瞭解恢復 Shell 命令與 AppleScript 的風險

# sync.restore.confirmTrackpad
source: I accept the risk of restoring experimental touch gestures
fr: J’accepte le risque de restaurer des gestes tactiles expérimentaux
ja: 実験的なタッチジェスチャを復元するリスクを受け入れます
ko: 실험적 터치 제스처 복원 위험을 수용합니다
ru: Я принимаю риск восстановления экспериментальных сенсорных жестов
zh_hans: 我接受恢复实验性触控手势的风险
zh_hant: 我接受恢復實驗性觸控手勢的風險

# sync.restore.rollbackHelp
source: Rollback files are never deleted automatically.
fr: Les fichiers de restauration locale ne sont jamais supprimés automatiquement.
ja: ロールバックファイルは自動では削除されません。
ko: 롤백 파일은 자동으로 삭제되지 않습니다.
ru: Файлы отката никогда не удаляются автоматически.
zh_hans: 本地回滚文件永不自动删除。
zh_hant: 本地回滾檔案永不自動刪除。

# sync.password.title
source: Password Required
fr: Mot de passe requis
ja: パスワードが必要です
ko: 암호 필요
ru: Требуется пароль
zh_hans: 需要密码
zh_hant: 需要密碼

# sync.password.message
source: This snapshot uses a key that is not available on this Mac. Enter the original backup password.
fr: Cet instantané utilise une clé indisponible sur ce Mac. Saisissez le mot de passe d’origine de la sauvegarde.
ja: このスナップショットは、このMacにない鍵を使用しています。バックアップ作成時の元のパスワードを入力してください。
ko: 이 스냅샷은 이 Mac에 없는 키를 사용하니, 원래 백업 암호를 입력하세요.
ru: Этот снимок использует ключ, недоступный на этом Mac. Введите исходный пароль резервной копии.
zh_hans: 此快照使用的密钥不在本机；请输入创建备份时使用的原始密码。
zh_hant: 此快照使用的金鑰不在本機；請輸入建立備份時使用的原始密碼。

# sync.password.field
source: Backup password
fr: Mot de passe de sauvegarde
ja: バックアップパスワード
ko: 백업 암호
ru: Пароль резервной копии
zh_hans: 备份密码
zh_hant: 備份密碼

# sync.password.remember
source: Save the derived key on this Mac
fr: Enregistrer la clé dérivée sur ce Mac
ja: 派生鍵をこのMacに保存する
ko: 파생 키를 이 Mac에 저장
ru: Сохранить производный ключ на этом Mac
zh_hans: 在这台 Mac 上保存派生密钥
zh_hant: 在這臺 Mac 上儲存派生金鑰

# sync.password.retry
source: Decrypt and Preview
fr: Déchiffrer et prévisualiser
ja: 復号してプレビュー
ko: 복호화 후 미리보기
ru: Расшифровать и просмотреть
zh_hans: 解密并预览
zh_hant: 解密並預覽

# sync.secret.savedPrompt
source: Saved; leave blank to keep
fr: Enregistré ; laissez vide pour conserver
ja: 保存済み。空欄のままにすると維持します
ko: 저장됨, 유지하려면 비워 두세요
ru: Сохранено; оставьте пустым, чтобы не менять
zh_hans: 已保存，留空以保留
zh_hant: 已儲存，留空以保留

# sync.secret.requiredPrompt
source: Required
fr: Obligatoire
ja: 必須
ko: 필수
ru: Обязательно
zh_hans: 必填
zh_hant: 必填

# sync.secret.keepEncryptionPrompt
source: Leave blank to keep the current key
fr: Laissez vide pour conserver la clé actuelle
ja: 空欄のままにすると現在の鍵を維持します
ko: 현재 키를 유지하려면 비워 두세요
ru: Оставьте пустым, чтобы сохранить текущий ключ
zh_hans: 留空以保留当前密钥
zh_hant: 留空以保留當前金鑰

# sync.destination.newGist
source: New secret Gist on first backup
fr: Nouveau Gist secret à la première sauvegarde
ja: 初回バックアップ時に新しいsecret Gistを作成
ko: 첫 백업 시 새 비밀 Gist 생성
ru: Новый секретный Gist при первом резервном копировании
zh_hans: 首次备份时创建新的 secret Gist
zh_hant: 首次備份時建立新的 secret Gist

# sync.setting.pinnedApps
source: Pinned Apps
fr: Apps épinglées
ja: ピン留めしたアプリ
ko: 고정된 앱
ru: Закреплённые приложения
zh_hans: 固定的应用
zh_hant: 固定的應用

# sync.setting.unknown
source: Portable Setting
fr: Réglage portable
ja: 移行可能な設定
ko: 이동 가능한 설정
ru: Переносимая настройка
zh_hans: 可迁移配置
zh_hant: 可遷移配置

# sync.value.empty
source: Empty
fr: Vide
ja: 空
ko: 비어 있음
ru: Пусто
zh_hans: 空
zh_hant: 空

# sync.activity.idle
source: Ready
fr: Prêt
ja: 準備完了
ko: 준비됨
ru: Готово
zh_hans: 就绪
zh_hant: 就緒

# sync.activity.validating
source: Validating connection…
fr: Validation de la connexion…
ja: 接続を確認しています…
ko: 연결을 확인하는 중…
ru: Проверка подключения…
zh_hans: 正在验证连接…
zh_hant: 正在驗證連線…

# sync.activity.backingUp
source: Uploading backup…
fr: Envoi de la sauvegarde…
ja: バックアップをアップロードしています…
ko: 백업을 업로드하는 중…
ru: Выгрузка резервной копии…
zh_hans: 正在上传备份…
zh_hant: 正在上傳備份…

# sync.activity.loadingHistory
source: Loading history…
fr: Chargement de l’historique…
ja: 履歴を読み込んでいます…
ko: 기록을 불러오는 중…
ru: Загрузка истории…
zh_hans: 正在加载历史…
zh_hant: 正在載入歷史…

# sync.activity.previewing
source: Validating snapshot…
fr: Validation de l’instantané…
ja: スナップショットを検証しています…
ko: 스냅샷을 확인하는 중…
ru: Проверка снимка…
zh_hans: 正在验证快照…
zh_hant: 正在驗證快照…

# sync.activity.restoring
source: Applying snapshot…
fr: Application de l’instantané…
ja: スナップショットを適用しています…
ko: 스냅샷을 적용하는 중…
ru: Применение снимка…
zh_hans: 正在应用快照…
zh_hant: 正在應用快照…

# sync.activity.disconnecting
source: Disconnecting…
fr: Déconnexion…
ja: 接続を解除しています…
ko: 연결을 해제하는 중…
ru: Отключение…
zh_hans: 正在断开连接…
zh_hant: 正在斷開連線…

# sync.kind.automaticChange
source: Automatic
fr: Automatique
ja: 設定変更
ko: 자동
ru: Автоматически
zh_hans: 配置变化
zh_hant: 配置變化

# sync.kind.hourly
source: Hourly Audit
fr: Vérification horaire
ja: 毎時チェック
ko: 매시간 검사
ru: Ежечасная проверка
zh_hans: 小时检查
zh_hant: 小時檢查

# sync.kind.manual
source: Manual
fr: Manuel
ja: 手動
ko: 수동
ru: Вручную
zh_hans: 手动
zh_hant: 手動

# sync.kind.preRestore
source: Pre-restore Rollback
fr: Point de restauration préalable
ja: 復元前ロールバック
ko: 복원 전 롤백
ru: Откат перед восстановлением
zh_hans: 恢复前回滚
zh_hant: 恢復前回滾

# sync.error.notConnected
source: Connect a sync provider first.
fr: Connectez d’abord un service de synchronisation.
ja: 先に同期プロバイダを接続してください。
ko: 먼저 동기화 제공자를 연결하세요.
ru: Сначала подключите службу синхронизации.
zh_hans: 请先连接同步服务。
zh_hant: 請先連線同步服務。
